{
  "header": {
    "home": "Home",
    "about": "About ASRR",
    "services": "Services",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "buttons": {
    "home": "Meet the team",
    "service": "Full list of services",
    "contact": "To contact page",
    "portfolio": "See our portfolio",
    "services": "To services"
  },
  "home": {
    "headline": "ASRR Develops Innovative Enterprise Software Solutions",
    "subtitle": "With ASRR, you hire a solution. We combine the skills of our multidisciplinary team of developers to create the best product for you, without any concessions.",
    "services": {
      "tagline": "Enterprise quality on any scale",
      "tagsubtitle": "From small businesses to multinational companies, using our microservices we ensure the best quality possible for every situation by creating scalable solutions",
      "headline": "We offer the following services",
      "web": {
        "name": "Web Applications",
        "description": "Custom, responsive and beautiful web applications, suited for anything you might need. Built on the latest and greatest frameworks."
      },
      "backend": {
        "name": "Microservices",
        "description": "The microservices we deliver are RESTful, meaning that one microservice can be used for your website, app and desktop application."
      },
      "desktop": {
        "name": "Data Analytics / Business Intelligence",
        "description": "Our databases are designed in a way that allow for seamless integration with business analytics tools such as PowerBI"
      }
    },
    "techslider": "Technologies we use",
    "why": {
      "headline": "Why ASRR?",
      "subtitle": "Why choose ASRR instead of a conventional freelancer (ZZP) or an internal IT employee?",
      "multi": {
        "name": "Multidisciplinary team",
        "description": "While one developer might be able to get something outside of the scope of their expertise to work, it quickly becomes messy with larger and more complex projects. This is where our service makes a difference, by combining the diverse knowledge of our developers to tailor to the customers needs, using the best practices and state of the art techniques."
      },
      "transparency": {
        "name": "Transparency",
        "description": "We strive to create a clear feedback loop to the client, showing the actions that were undertaken in a clear and concise way (Scrum, Agile). Furthermore, after an initial analysis, we can forecast a prospected amount of hours the work will take, so that there won't be any surprises afterwards."
      },
      "integrations": {
        "name": "Integrations with existing systems",
        "description": "Beceause the software we write is REST-ful, it becomes very easy to integrate in existing systems. There won't be any digging into legacy code, as we create a simple API interface to get and send data to and from the new system."
      }
    },
    "clientheadline": "Some of our clients",
    "clientsubtitle": "Find the work we've done in the past in our portfolio"

  },
  "about": {
    "headline": "Meet the team",
    "subtitle": "The power of ASRR is based around two main components: Diversity and Teamwork. As you can read below, our team consists of a very diverse set of academically schooled members. We apply our different backgrounds into one passion we have in common: Technology. With our already incorporated team, we can selectively pick the right collection of skill-sets from our developers – complementing each other to get the job done as efficiently as possible.",
    "more": "ASRR was founded in 2016, starting out as a webdesign company. We combine our broad areas of expertise gathered during our studies and apply it to all things software. Combining that with strong connections to many skilled developers, engineers and designers we deliver what ASRR stands for: High quality service and efficient work speeds at a very affordable price.",
    "founders": "Founders"
  },
  "services": {
    "headline": "Find out what we can do for you!",
    "subtitle": "The key in our services is that they are custom tailored to your wishes. You come to us with a problem or wish, we will find out what is needed to accomplish it and provide you with an expert team that can develop the solution. Don't forget to check out our portfolio to see our past projects!",
    "section": "Services",
    "web": {
      "name": "Web Design",
      "description": "We create beautiful and responsive websites using HTML, CSS, JavaScript and frameworks like ReactJS and Polymer. We can create everything from a simple static image with some information for your clients, to complex webshops with automated systems, integrating seamlessly with our custom back-ends or an existing API you might have already."
    },
    "app": {
      "name": "App Design",
      "description": "We deliver both custom iOS and Android applications. Using React-Native, we can create apps orders of magnitudes quicker than the conventional way, with native components and custom integrations with your or our servers."
    },
    "desktop": {
      "name": "Desktop Applications",
      "description": "Using C# and Windows Forms, we can automate and improve your workflow. We have created custom applications in the past for clients who, for example needed access to a custom database and to be reminded of certain tasks, while also giving them the ability to analyze their portfolio. The more time we save you by automating your daily tasks, the more money you will save on personnel costs, and lets you focus on the things that matter."
    },
    "backend": {
      "name": "Back-End Applications",
      "description": "Every system needs a brain. Think of login systems, a social media platform and webshops. This is where a back-end application comes in. Our custom back-ends are RESTful, which means that they can be seen as a contained API. This in turn lets you connect them to your existing systems, an app, a website, a desktop application or even open them up for the public if you so desire. These back-ends are usually written in Java or C#, and can then be hosted on a virtual private server, or a dedicated server."
    },
    "data-analysis": {
      "name": "Big Data",
      "description": "You hear about it everywhere, Big Data, but what can it do for you? Applying the more analytical side of our skill set, we can create complex algorithms and models to create insights in customer behaviors, but also get some conclusive results from big data sets such as an intellectual property database or data scraped from the web."
    },
    "database": {
      "name": "Database Design and Setup",
      "description": "Every company needs data storage. However, ordinary file systems are often cluttered and don't allow for easy filtering. Furthermore, with complex projects, simple file systems simply won't allow you to achieve your goals. This is where databases come in. We use SQL, SQLite and MongoDB to manage and store your data, which can then be accessed using a custom back-end"
    },
    "bim": {
      "name": "AutoDesk/BIM Plugins",
      "description": "Using C# we can create custom plugins for AutoDesk applications, such as Revit."
    },
    "vps": {
      "name": "Virtual Private Servers",
      "description": "We offer various custom tailored servers, that can cloud compute any intensive programs you might have, or even host a back-end server application to handle any API requests. We specialize in both setting up and maintaining these cloud computers."
    },
    "consultancy": {
      "name": "Consultancy",
      "description": "As software development and integrations is what we specialize in, we can offer various forms of advice for both internal work flow setups, and solving complex IT jobs"
    }
  },
  "portfolio": {
    "headline": "Take a look at some of the work we've done before",
    "subtitle": "We've had various projects in diverse fields. Feel free to contact us if you have any questions about what we did, or how we can help you!",
    "clientHeadline": "Some of the companies we've worked for",
    "clientSubtitle": "Click on a logo to go to their website",
    "achievements": {
      "headline": "What we've done so far",
      "happy": "Happy Customers",
      "commercial": "Commercial Websites",
      "pageViews": "Cumulative Page Views",
      "fullStack": "Full Stack Web Shops",
      "sideProjects": "Community Side Projects",
      "upTime": "Hours uptime since setup"
    },
    "businessCases": {
      "headline": "Business Cases",
      "form": {
        "name": "FORM Architecture and Engineering",
        "features": {
          "1": "Server Setup",
          "2": "Continuous Deployment",
          "3": "Back-End Shell"
        },
        "description": {
          "1": "For FORM, we set up a windows server. As most of our client data is confidential, we can't say much about the contents of this server. What we can tell is what we've done. First off, we set up the server from scratch, providing remote desktop capabilities, opening up the correct ports for API access and installing the required programs.",
          "2": "Next, we set up one of our continuous deployment systems for their internal product. This system automatically closes the program using the code and downloads the latest version whenever a new stable build is available on their private GitHub repository. The project is then built locally in the required folder and is automatically signed. After all tests have passed, the back-end spins up again and is ready to handle requests again."
        }
      }
    },
    "features": "Features",
    "websites": "Websites",
    "desktop": "Desktop Applications"
  },
  "contact": {
    "headline": "Get in touch!",
    "subtitle": "Every project is different, and we'll offer a unique solution for you. That's why you should not hesitate to contact us with a problem you might have, and we'll offer some free advice. We are very flexible in both the fields in which the project can be applied, as wel as offering a package that fits your financial situation",
    "phone": {
      "name": "Call us!",
      "description": "Feel free to call us with any questions or further inquiries."
    },
    "social": {
      "name": "Find us on social media",
      "description": "You can send us a message using Facebook Messenger and one of our colleagues will get back to you shortly."
    },
    "mail": {
      "name": "Mail us",
      "description": "You can always send an email to the company wide contact channel."
    }
  }
}