{
  "home": {
    "headline": "ASRR translates the needs of the client into custom tailored solutions.",
    "subtitle": "With ASRR, you hire a solution. We combine the skills of our multidisciplinary team of developers to create the best product for you, without any concessions.",
    "services": {
      "headline": "What we do",
      "web": {
        "name": "Webdesign",
        "description": "Responsive and beautiful websites, like the one you're on now. From the ground up, using html5, css, frameworks such as ReactJS, or choose one of our existing templates."
      },
      "app": {
        "name": "App Development",
        "description": "We can develop both Android an IOS apps that have seamless integrations to your our our custom back-end."
      },
      "backend": {
        "name": "Custom Back-End Applications",
        "description": "The back-ends we deliver are Rest-ful, meaning that one backend can be used for your website, app and desktop application. We use Java, Spring, Spring-Boot and SQL."
      },
      "desktop": {
        "name": "Windows Desktop Applications",
        "description": "We can create beautiful custom desktop applications using C#, to automate and speed up complex operations."
      }
    },
    "why": {
      "headline": "Why ASRR?",
      "subtitle": "Why choose ASRR instead of a conventional freelancer (ZZP) or an internal IT employee?",
      "multi": {
        "name": "Multidisciplinary team",
        "description": "While one developer might be able to get something outside of the scope of their expertise to work, it quickly becomes messy with larger and more complex projects. This is where our service makes a difference, by combining the diverse knowledge of our developers to tailor to the customers needs, using the best practices and state of the art techniques."
      },
      "transparency": {
        "name": "Transparency",
        "description": "We strive to create a clear feedback loop to the client, showing the actions that were undertaken in a clear and concise way (Scrum, Agile). Furthermore, after an initial analysis, we can forecast a prospected amount of hours the work will take, so that there won't be any surprises afterwards."
      },
      "integrations": {
        "name": "Integrations with existing systems",
        "description": "Beceause the software we write is REST-ful, it becomes very easy to integrate in existing systems. There won't be any digging into legacy code, as we create a simple API interface to get and send data to and from the new system."
      }
    }
  },
  "about": {
    "headline": "Meet the team",
    "subtitle": "The power of ASRR is based around two main components: Diversity and Teamwork. As you can read below, our team consists of a very diverse set of academically schooled members. We apply our different backgrounds into one passion we have in common: Technology. With our already incorporated team, we can selectively pick the right collection of skill-sets from our developers – complementing each other to get the job done as efficiently as possible.",
    "more": "ASRR was founded in 2016, starting out as a webdesign company. We combine our broad areas of expertise gathered during our studies and apply it to all things software. Combining that with strong connections to many skilled developers, engineers and designers we deliver what ASRR stands for: High quality service and efficient work speeds at a very affordable price.",
    "founders": "Founders"
  },
  "services" : {
    "headline": "Find out what we can do for you!",
    "subtitle": "",
    "section": "Services",
    "web": {
      "name": "Web Design",
      "description": "We create beautiful and responsive websites using HTML, CSS, JavaScript and frameworks like ReactJS and Polymer. We can create everything from a simple static image with some information for your clients, to complex webshops with automated systems, integrating seamlessly with our custom back-ends or an existing API you might have already."
    },
    "app": {
      "name": "App Design",
      "description": ""
    }

  }
}