{
  "home": {
    "headline": "ASRR vertaalt de vraag van de klant naar op maat gemaakte (IT-) oplossingen.",
    "subtitle": "Bij ons huurt u een oplossing in; wij combineren een multidisciplinair team om zo de het beste product te leveren, zonder compromis.",
    "services": {
      "headline": "Wat we doen",
      "web": {
        "name": "Webdesign",
        "description": "ASRR maakt flexibele en mooie websites, zoals de website waar u zich nu op bevindt. Hierbij gebruiken we HTML5, CSS en frameworks zoals ReactJS om de website van de grond op te bouwen, of je kunt een van onze bestaande templates kiezen"
      },
      "app": {
        "name": "App Ontwikkeling",
        "description": "We kunnen zowel Android als IOS applicaties ontwikkelen, die moeiteloos integreren met uw of onze custom back-end"
      },
      "backend": {
        "name": "Custom Back-End Applications",
        "description": "De back-ends die wij leveren zijn 'Rest-ful', wat betekent dat één backend gebruikt kan worden als de hersenen achter uw website, app, desktop applicatie en meer. We gebruiken hiervoor Java, Spring, Spring-Boot en SQL."
      },
      "desktop": {
        "name": "Windows Desktop Applicaties",
        "description": "We kunnen prachtige op maat gemaakte Windows desktopapplicaties schrijven in C#, om complexe taken te automatiseren en versnellen"
      }
    },
    "why": {
      "headline": "Waarom ASRR?",
      "subtitle": "Waarom zou u ASRR kiezen in plaats van een gewone ZZP'er of een interne IT'er?",
      "multi": {
        "name": "Multidisciplinair team",
        "description": "Waar één developer misschien wel in staat is om code te schrijven voor iets wat net buiten zijn expertise ligt, wordt dit al snel een rommeltje bij grotere en complexe projecten. Dat geld dat aan het begin gedacht wordt bespaard te worden, wordt uiteindelijk dubbel verloren met extra tijd bij het verder bouwen op slordige code. Dit is waar ASRR een verschil maakt; door het combineren van de diverse kennis kunnen wij overal nette code afleveren, met de nieuwste technieken."
      },
      "transparency": {
        "name": "Transparantheid",
        "description": "We streven ernaar om duidelijke feedback te geven, die zelfs een leek een complex inzicht kan geven in het probleem en de situatie. We gebruiken hiervoor bijvoorbeeld Scrum en Agile. Verder kunnen we na een initiële analyse een voorspelling doen over de geschatte aantal uren die we nodig hebben, zodat er achteraf geen verassingen komen in de prijs."
      },
      "integrations": {
        "name": "Integrations with existing systems",
        "description": "Beceause the software we write is REST-ful, it becomes very easy to integrate in existing systems. There won't be any digging into legacy code, as we create a simple API interface to get and send data to and from the new system."
      }
    }
  },
  "about": {
    "headline": "Maak kennis met het team",
    "subtitle": "The power of ASRR is based around two main components: Diversity and Teamwork. As you can read below, our team consists of a very diverse set of academically schooled members. We apply our different backgrounds into one passion we have in common: Technology. With our already incorporated team, we can selectively pick the right collection of skill-sets from our developers – complementing each other to get the job done as efficiently as possible.",
    "more": "ASRR was founded in 2016, starting out as a webdesign company. We combine our broad areas of expertise gathered during our studies and apply it to all things software. Combining that with strong connections to many skilled developers, engineers and designers we deliver what ASRR stands for: High quality service and efficient work speeds at a very affordable price.",
    "founders": "Oprichters"
  },
  "services": {
    "headline": "Find out what we can do for you!",
    "subtitle": "The key in our services is that they are custom tailored to your wishes. You come to us with a problem or wish, we will find out what is needed to accomplish it and provide you with an expert team that can develop the solution.",
    "section": "Services",
    "web": {
      "name": "Web Design",
      "description": "We create beautiful and responsive websites using HTML, CSS, JavaScript and frameworks like ReactJS and Polymer. We can create everything from a simple static image with some information for your clients, to complex webshops with automated systems, integrating seamlessly with our custom back-ends or an existing API you might have already."
    },
    "app": {
      "name": "App Design",
      "description": "We deliver both custom iOS and Android applications. Using React-Native, we can create apps orders of magnitudes quicker than the conventional way, with native components and custom integrations with your or our servers."
    },
    "desktop": {
      "name": "Desktop Applications",
      "description": "Using C# and Windows Forms, we can automate and improve your workflow. We have created custom applications in the past for clients who, for example needed access to a custom database and to be reminded of certain tasks, while also giving them the ability to analyze their portfolio. The more time we save you by automating your daily tasks, the more money you will save on personnel costs, and lets you focus on the things that matter."
    },
    "backend": {
      "name": "Back-End Applications",
      "description": "Every system needs a brain. Think of login systems, a social media platform and webshops. This is where a back-end application comes in. Our custom back-ends are RESTful, which means that they can be seen as a contained API. This in turn lets you connect them to your existing systems, an app, a website, a desktop application or even open them up for the public if you so desire. These back-ends are usually written in Java or C#, and can then be hosted on a virtual private server, or a dedicated server."
    },
    "data-analysis": {
      "name": "Big Data",
      "description": "You hear about it everywhere, Big Data, but what can it do for you? Applying the more analytical side of our skill set, we can create complex algorithms and models to create insights in customer behaviors, but also get some conclusive results from big data sets such as an intellectual property database or data scraped from the web."
    },
    "database": {
      "name": "Database Design and Setup",
      "description": "Every company needs data storage. However, ordinary file systems are often cluttered and don't allow for easy filtering. Furthermore, with complex projects, simple file systems simply won't allow you to achieve your goals. This is where databases come in. We use SQL, SQLite and MongoDB to manage and store your data, which can then be accessed using a custom back-end"
    },
    "bim": {
      "name": "AutoDesk/BIM Plugins",
      "description": "Using C# we can create custom plugins for AutoDesk applications, such as Revit."
    },
    "vps": {
      "name": "Virtual Private Servers",
      "description": "We offer various custom tailored servers, that can cloud compute any intensive programs you might have, or even host a back-end server application to handle any API requests. We specialize in both setting up and maintaining these cloud computers."
    },
    "consultancy": {
      "name": "Consultancy",
      "description": "As software development and integrations is what we specialize in, we can offer various forms of advice for both internal work flow setups, and solving complex IT jobs"
    }
  }
}