{
  "header": {
    "home": "Home",
    "about": "About",
    "services": "Services",
    "work": "Work",
    "careers": "Careers",
    "portfolio": "Portfolio",
    "contact": "Contact"
  },
  "home": {
    "work": {
      "title": "Some of our latest work",
      "text": "The jobs that we have been working on. Take a look and let us know what you think."
    },
    "we_are": {

    },
    "services": {
      "title": "The services we provide",
      "text": "ASRR is more than just a company, we offer the most exclusive services such as"
    }
  },

  "work": {
    "portfolio": {
      "title": "Our portfolio",
      "text": "Take a look at our latest work and see what we have been up to.",
      "NWO": {
        "client": "NWO",
        "card": {
          "title": "Building a virtual environment with remote desktop",
          "text": "Creating a powerful virtual environment"
        },
        "section": {
          "title": "Building a virtual environment with remote desktop",
          "subtitle_1": "Privacy first",
          "text_1": "Due to very strict security policies at BP, its sister organization NWO needed a separate work environment. To do this, we built a cutting-edge server from scratch, which outperforms servers 2-3x its price tag. "
        }
      },
      "Form": {
        "client": "Form Architecture",
        "card": {
          "title": "BIM automation and Revit plugins.",
          "text": "For our client Form we created Revit plugins which..."
        },
        "section": {
          "title": "BIM automation and Revit plugins",
          "subtitle_1": "Creating a powerful virtual environment",
          "text_1": "The industry standard for designing and engineering architectural structures in this day and age is based on a BIM workflow using Autodesk Revit. With a housing market where prices keep increasing, cutting costs where possible is a necessity.\n",
          "text_2": "Working together with FORM, we helped build an automated home configurator. The challenge was twofold; automate actions within Revit, and create an environment that was scalable up to an Enterprise level with multiple Revit workers to handle incoming requests.\n",
          "text_3": "The biggest challenge proved to be making Revit, a program that tends to crash at crucial times, stable enough to get a reliable output. To do this, we created an intricate system, with a main \"brain\", a \"thin client\" and the Revit worker. The brain is an enterprise level spring boot application, able to receive thousands of requests a second and safely storing them in an Azure database. The brain then chooses which physical or cloud machine is up to the task of handling the request, and sends the configurations one by one to a thin client. This thin client is responsible for two things: interaction with Revit and keeping Revit working as it should. If Revit crashes it automatically restarts, and if an error within Revit is caught, it's relayed back to the brain to give the end user insights on a dashboard.\n"
        }
      },
      "Hes": {
        "client": "Hes Internationals",
        "card": {
          "title": "Real time logistics insight",
          "text": "Get insights in your logistics with this real-time tracker"
        },
        "section": {
          "title": "Real time logistics tracker.",
          "text_1": "In larger companies the disconnection between management and reality can often be a difficult problem to tackle. To help give more insights about such a large scale project, we created the Delivery Tracker. This application helps workers sign off the status of different parts in a large scale operation. ",
          "text_2": "This data is then automatically analyzed and stored in a database. Using PowerBI, we created a dashboard that shows planned vs. actuals, steel to be delivered, and other key values for the management."
        }
      }
    }
  }
}
